Tekla.Structures.AnalysisInternal.DotAnalysisModelLoad
Serialization structure for AnalysisModelLoad.

Tekla.Structures.AnalysisInternal.DotAnalysisModelLoad._AnalysisObject
The analysis object.

Tekla.Structures.AnalysisInternal.DotAnalysisModelLoad.ToStruct(Tekla.Structures.Analysis.AnalysisModelLoad)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisModelLoad.FromStruct(Tekla.Structures.Analysis.AnalysisModelLoad)
DO NOT USE! For internal usage only!
P: P.